{
	"list":
	[
    {
      "type": "menu",
      "partOneTexts": 
      [
        "<size=80>Categories:</size>",
        "- Screens : -The World Selector, accessed from the Play button in the Main Menu, allows you to enter the different levels and move through the different worlds (swipe from left to right to change worlds). As well as how to enter the Shop, Build your Squad, or Library.
					 -The Shop can be accessed from the Shop button.
					 -Build your Squad can be accessed prior to entering a level, allowing you to change the current formation before playing. It also briefly explains how to use the build your squad. Allows you to accommodate and or add or remove minions from the current Squad. simply by touching them, it also allows you to buy by opening the store if you press on a minion that is not owned, and that is unlocked. 
					 -To the Library from the Button library located in the upper left.",
        "- Shop : -Lets you buy and upgrade minions. showing with a padlock those that are currently blocked, and without it those that can be purchased, provided that you have the number of chips to carry out the purchase. At the same time it shows the number of Stars necessary to unlock the following minions as well as their price.
				  -When acquiring a minion, it shows that Stats of the minion can be improved, when choosing one, a pop up will show how much it is increased and the cost of the Upgrade.",
        "- Chips & Stars : -Chips are the currency of the game, it allows you to buy minions, as well as their Upgrades. This is achieved by playing the levels, the first time that a level is overcome with any number of stars it will give an extra bonus of Chips, then you can replay the previous levels to get more Chips to get new minions or improve the favorites.
						   -The Stars are the reward of the levels according to how they were overcome. having a minimum of 1 Stars and a maximum of 3 Stars per level passed. Stars allow advancement between different worlds, and also unlock new minions."
      ]
    },
    {
      "type": "ingame",
      "partOneTexts": 
      [
        "<size=80>Categories</size>",
        "- Timer : Represents the time remaining to finish the level, when reaching zero the level ends with the current progress.",
        "- Progress Bar : Every time you manage to pass a minion through the portal at the end of the level the progress bar fills up, when 3 minions pass through the portal, you reach the first star, when you pass 7 you reach the second and when you pass 10 to the third , the more stars you get the greater the chip reward.",
        "- SummonPower Bar : Each minion has a cost, to summon it this is subtracted from the SummonPower Bar, which is recharged overtime, which makes you have to think about which minions to send in each wave, in order to pass the level.",
		"- Minions : Making Tap on a minion box you can create it, take into account the cost of it and how much SummonPower is left on the bar. Each minion has an ability.",
		"- Skills : Tapping on the Skill box appears a circle of Skill activation, which you have to drag to the minion you want to use its Skill. You can activate the ability of several minions of the same type at the same time if they are all within the Skill activation circle.",
		"- Life Bar : Each minion has a life bar which shows its current life.",
		"- Cooldown Bar : After using the Skill of a minion, a Blue bar appears that will fill up over Time, which reflects the time necessary for that minion to use its Skill again.",
		"- Shield Bar : When using the Skill of any minion that creates a Shield, the resistance of this Shield will be shown in a gray bar below the life of the minion. As long as the minion has a Shield, the damage it takes will be absorbed by it, until it disappears.",
		"- Towers : Explain the 3 types of towers and their combinations. (Air, Grd, AoE) and remind the player that you can tap on them to find out on the fly.",
		"- Air Towers : They can only attack minions that are Air type. (Eg Drone, Zeppelin)",
		"- Grd Towers : They can only attack minions that are Grd type. (Eg Runner, Tank)",
		"- AoE Towers : These towers aside from only attacking one type of minion, the damage they do is done in area, damaging the target minion and those adjacent to it. with a Splash Damage. There are Grd and Air. (Ex Cannon Grd AoE, Anti Air Air AoE).",
		"- Minions : They are the units of the game, the objective is that you achieve that they arrive from the beginning to the end, making use of their abilities. There are two types, Air and Grd, each has its advantages and disadvantages. For each level you must find a strategy that allows you to survive until the end of the level. Using their different Skills and paying attention to their Cooldowns Bar, to be able to overcome the levels."
      ]
    }
	]
}